[
{
        "caption": [
            "A man petting a crocodile.", 
            "A man is patting an alligator on the mouth.", 
            "A man is petting a crocodile on its nose.", 
            "A man is petting a crocodile.", 
            "A man is standing in front of a crocodile and he reaches out with his hand and touches the crocodile on the snout.", 
            "A man is tapping on an alligator's nose with his hand.", 
            "A man is touching a crocodile head.", 
            "A man is touching a crocodile.", 
            "A man is touching the snout of a crocodile lying on the grass with its mouth partially open.", 
            "A man is toughing the nose of a crocodile.", 
            "A man taunts a crocodile.", 
            "A man touched an alligator.", 
            "A man touches a crocodiles nose.", 
            "A man touches the snout of a crocodile.", 
            "The man pet the nose of the alligator.", 
            "The man touched the alligator."
        ], 
        "id": "sTMlQSbAGfE_0_12.avi"
    }, 
    {
        "caption": [
            "Someone is slicing a green tomato with a knife.", 
            "A person is slicing a green tomato.", 
            "Someone is slicing a green tomato.", 
            "A person is slicing a green tomato.", 
            "Someone is cutting a green tomato into thin slices.", 
            "A woman is cutting a vegetable into slices with a knife.", 
            "A man is slicing some vegetables.", 
            "Someone is slicing a green tomato.", 
            "A woman is cutting a tomato.", 
            "A person is slicing a tomato.", 
            "someone cut a green tomatoe.", 
            "The person is slicing green tomatoes.", 
            "A person cuts vegetables.", 
            "The man sliced the green tomatoe."
        ], 
        "id": "xPR0xFgCAZY_17_27.avi"
    }, 
    {
        "caption": [
            "a man riding a bike on a half pipe", 
            "A bicycle rider is doing tricks on a half pipe.", 
            "A bicyclist is performing tricks in a halfpipe.", 
            "A biker is performing stunts.", 
            "A guy is riding a bike on a half-pipe.", 
            "A man is doing bicycle tricks.", 
            "A man is doing stunts on a bicycle ramp.", 
            "A man jumps his bike on a halfpipe.", 
            "A man on a bicycle jumps high in the air while riding on a metallic sheet curved at both ends.", 
            "A man on a bike performs jumps on a half-pipe.", 
            "A person on a bike rides a half pipe.", 
            "A rider is doing bicycle stunts.", 
            "A stunt bike rider.", 
            "A stunt biker does jumps on a half-pipe.", 
            "Someone is doing stunts on a bike.", 
            "The boy did tricks on his bike.", 
            "The boy flew up in the air with his bike.", 
            "The man is riding a bike doing tricks."
        ], 
        "id": "rKF0ZW34FRk_41_54.avi"
    }, 
    {
        "caption": [
            "A cat is eating from a cup while a puppy repeatedly bites on the cat's ear.", 
            "A puppy is biting a cats ear.", 
            "A puppy is chewing on a cats ear.", 
            "A cat is eating out of a bowl and a puppy is biting the cats ear.", 
            "A cat is eating while a puppy chews on its ear.", 
            "A puppy is playing with a cat.", 
            "A dog is messing with a cat trying to get a drink of water.", 
            "A puppy is chewing a cats ear.", 
            "A puppy is biting a cats ear.", 
            "A dog is biting a cats ear.", 
            "The puppy bit the cat's ear so that he might be able to get some food out of the bowl.", 
            "The puppy is teasing the cat.", 
            "A cat is trying to eat while a puppy chews on his ear.", 
            "A dog bites a cat's ear.", 
            "A puppy is gnawing a cats ear as it tries to eat.", 
            "The puppy bit the cat's ear so that he might be able to get some of the food in the bowl."
        ], 
        "id": "mHv4iJ9Yr1g_10_16.avi"
    }, 
    {
        "caption": [
            "A train is going up and down in circles on a carnival ride.", 
            "People are riding a roller coaster.", 
            "People are riding a roller coaster.", 
            "A roller coaster is rolling along it's track.", 
            "A roller coaster is flying through it's ranks.", 
            "People are riding on a park.", 
            "People ride a scary looking rollercoaster.", 
            "An amusement park ride is running.", 
            "People are riding a roller coaster.", 
            "People are riding a rolercoaster.", 
            "Several people are riding a roller coaster.", 
            "The roller coaster flew down its tracks.", 
            "The people are riding the roller coaster.", 
            "A roller coaster speeds along its track.", 
            "The roller coaster traveled on the tracks."
        ], 
        "id": "vuvpbeQak9Q_23_29.avi"
    }, 
    {
        "caption": [
            "A boy is kicking a ball.", 
            "A boy is kicking a soccer ball into a goal.", 
            "A boy is playing football.", 
            "A boy jumps up, in the middle of a field, and throws his arm up.", 
            "A boy kicks a soccer ball into the goal.", 
            "A boy scores a goal in football.", 
            "A kid kicking a soccer ball into a goal", 
            "A kid kicks a soccer ball into the goal.", 
            "A kid kicks a soccer ball through the goal.", 
            "A little boy standing alone in front of a goal post ecstatically screams, “Yes!\"", 
            "The boy kicked the soccer ball.", 
            "The boy scored a soccer goal."
        ], 
        "id": "Kqb-mmkEWqU_1_5.avi"
    }, 
    {
        "caption": [
            "A hedgehog is eating small round yellowish pieces of something off a wooden floor.", 
            "A hedgehog is eating.", 
            "A hedgehog is eating food.", 
            "A hedgehog is eating a trail of crumbs.", 
            "A hedgehog is eating treats off a wooden floor.", 
            "A hedgehog is eating.", 
            "A hedgehog is eating something.", 
            "A hedgehog is eating pieces of fruit.", 
            "A hedgehog is eating food from the floor.", 
            "An animal eats a piece of food.", 
            "A hedgehog is eating.", 
            "A animal is eating.", 
            "A hedgehog is eating food off a table.", 
            "A hedgehog is eating bits of food aligned in a row on the floor.", 
            "The hedgehog ate the trail of food.", 
            "The hedgehog is eating.", 
            "A hedgehog eats some food.", 
            "The hedgehog ate the trail of food."
        ], 
        "id": "1RchFBCT9JU_43_53.avi"
    }
]